Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/BOH FOH requirements-omegat.tmx
Source language: en_us
Languages: vi

source: 1 PABX, 1 direct 1 PABX, 1 trực tiếp
vi: 1 PABX, 1 direct 1 máy PABX, 1 máy trực tiếp

source: Bất kỳ sai lệch nào so với các yêu cầu hoặc xung đột của IHG phải được báo cáo để xem xét và phê duyệt IHG trước khi thực hiện.
vi: Bất kỳ sai lệch nào so với các yêu cầu của IHG hoặc xung đột phải được báo cáo để xem xét và phê duyệt bởi IHG trước khi triển khai.

source: Thông tin được cung cấp ở đây phải được tuân thủ theo yêu cầu tối thiểu và được xem xét kết hợp với Tiêu chuẩn thương hiệu IHG, Nguyên tắc thiết kế kỹ thuật, Nguyên tắc công nghệ và các quy định và tiêu chuẩn quốc tế / địa phương hiện hành.
vi: Thông tin được cung cấp ở đây phải được lấy làm yêu cầu tối thiểu và được xem xét kết hợp với Tiêu chuẩn thương hiệu IHG, Nguyên tắc Thiết kế Kỹ thuật, Nguyên tắc Công nghệ và các quy định và tiêu chuẩn quốc tế / địa phương hiện hành.

source: Tài liệu này giúp hiểu các yêu cầu tối thiểu về nguồn và dữ liệu cần thiết cho hoạt động của Khách sạn cho từng khu vực như được nêu trong các bảng được cung cấp dưới đây.
vi: Tài liệu này giúp hiểu các yêu cầu tối thiểu về lượng điện và dữ liệu đầu ra cần thiết cho hoạt động của Khách sạn cho từng khu vực như được nêu trong bảng dưới đây.

source: Banquet Manager Giám Đốc Tiệc
vi: Banquet Manager Quản lý Tiệc

source: Bedside nightstands Bàn nhỏ cạnh giường
vi: Bedside nightstands Tab đầu giường

source: Bất kỳ yêu cầu nào khác về Nguồn điện & Dữ liệu trong phòng khách (ví dụ: đối với GRMS, Khóa cửa, Wi-Fi, Rèm động cơ, v.v.) phải được Tư vấn liên quan thiết kế và cung cấp phù hợp.
vi: Bất kỳ yêu cầu nào khác về Nguồn điện & Dữ liệu trong phòng khách (ví dụ: đối với GRMS, Khóa cửa, Wi-Fi, Rèm động cơ, v.v.) phải được tư vấn bởi đơn vị tư vấn đúng chuyên môn và cung cấp phù hợp.

source: Catering Manager Giám Đốc Phục Vụ Catering
vi: Catering Manager Quản lý Catering

source: Catering Sales Executive Nhân Viên Kinh Doanh Catering
vi: Catering Sales Executive Chuyên viên Sales Catering

source: Chef's Office Văn Phòng của Đầu Bếp
vi: Chef's Office Văn Phòng Đầu Bếp

source: Chemical Store Cửa Hàng Hóa chất
vi: Chemical Store Kho Hóa chất

source: Chia đêu.
vi: Phân bố đều

source: Credit Manager Giám Đốc Phòng Cho Vay
vi: Credit Manager Quản lý Credit

source: Các quy định về năng lượng & dữ liệu phải được cung cấp cho các máy quét an ninh tại các cửa hàng chính của khách sạn.
vi: Nguồn điện & dữ liệu phải được cung cấp cho các máy quét an ninh tại các lối vào chính của khách sạn.

source: Các yêu cầu M & E của Phòng kiểm soát an ninh phải được tư vấn bởi bộ phận tư vấn CNTT & Truyền thông với các quy định cho tất cả các hệ thống trong phòng.
vi: Các yêu cầu M&E của Phòng kiểm soát an ninh phải được tư vấn bởi đơn vị tư vấn Thông tin & Liên lạc và đảm bảo cung cấp đầy đủ để phục vụ tất cả các hệ thống được bố trí trong phòng.

source: Duty Manager Giám Đốc Ca Trực
vi: Duty Manager Quản lý ca

source: EDP Manager Giám Đốc EDP
vi: EDP Manager Quản lý EDP

source: Engineering workshops Các workshop kỹ thuật
vi: Engineering workshops Phòng kỹ thuật

source: Executive Offices Phòng Điều Hành
vi: Executive Offices Văn phòng Điều Hành

source: F&B Director Giám Đốc F&B
vi: F&B Director Quản lý F&B

source: F&B Secretary Thư Ký F&B
vi: F&B Secretary Trợ lý F&B

source: File Room Phòng Hồ Sơ
vi: File Room Phòng Lưu trữ Hồ Sơ

source: Financial Controller Kiểm Soát Kế Toán
vi: Financial Controller Kiểm Soát Tài chính

source: First Aid/clinic Phòng Y Tế/ Phòng Khám
vi: First Aid/clinic Phòng Y Tế/Sơ cứu

source: Fitness Center (Gym) Trung Tâm Thể Hình (Gym)
vi: Fitness Center (Gym) Gym

source: For any further guidance or assistance please contact your local IHG D&E team for clarifications Bất kỳ địa điểm nào không bao gồm trong các điều khoản trên đều phải được cung cấp các yêu cầu tối thiểu về phạm vi của các cửa hàng điện và dữ liệu trên mỗi khu vực.
vi: For any further guidance or assistance please contact your local IHG D&E team for clarifications Bất kỳ vị trí nào không bao gồm trong các mục trên đều phải được cung cấp số lượng ổ điện và ổ dữ liệu theo các yêu cầu tối thiểu về số lượng ổ trên mỗi khu vực.

source: Front Office Bộ Phận Tiền Sảnh
vi: Front Office Tiền Sảnh

source: Front Office Manager Giám Đốc Bộ Phận Tiền Sảnh
vi: Front Office Manager Quản lý bộ phận Lễ tân

source: Front Office Manager Phó Giám Đốc Tiền Sảnh
vi: Front Office Manager Phó Quản lý bộ phận Lễ tân

source: Front desk (Check-in Counter) Bàn Tiền Sảnh (Quầy Check-in)
vi: Front desk (Check-in Counter) Bàn lễ tân (Quầy Check-in)

source: General Housekeeping Buồng Phòng Chung
vi: General Housekeeping Housekeeping nói chung

source: General Manager Tổng Giám Đốc
vi: General Manager Tổng Quản lý

source: Guest Rooms
vi: Guest Rooms Phòng khách

source: Head Cleaner and Chemical Store Thiết Bị Làm Sạch Đầu Phun và Cửa Hàng Hóa Chất
vi: Head Cleaner and Chemical StoreQuản kho chất tẩy rửa và hóa chất

source: Housekeeper Office Văn Phòng Buồng Phòng
vi: Housekeeper Office Văn Phòng Housekeeping

source: Housekeeping/Laundry Bộ Phận Buồng Phòng/ Giặt Là
vi: Housekeeping/Laundry Housekeeping/ Giặt Là

source: Integrated in Counter (For each desk) Tích hợp trong Quầy (Đối với mỗi bàn)
vi: Integrated in Counter (For each desk) Các outlet tích hợp tại Quầy (Đối với mỗi bàn)

source: Kettle/Coffee Maker Counter Ấm Đun Nước/ Quầy Pha Cà Phê
vi: Kettle/Coffee Maker Counter Quầy Ấm Đun Nước/ Máy Pha Cà Phê

source: Landscape stores Các cửa hàng cảnh quan
vi: Landscape stores Kho cảnh quan

source: Laundry Manager Giám Đốc Giặt Là
vi: Laundry Manager Quản lý Giặt Là

source: Lobby / Restaurant / Club Lounge / Bar Sảnh/ Nhà Hàng/ Club Lounge/ Bar
vi: Lobby / Restaurant / Club Lounge / Bar Lobby / Nhà Hàng/ Club Lounge/ Bar

source: Male/female staff Locker Tủ đựng nhân viên nam/ nữ
vi: Male/female staff Locker Locker nhân viên cho nam/ nữ

source: Male/female staff toilet and shower Nhà vệ sinh và phòng tắm nam/ nữ
vi: Male/female staff toilet and shower Nhà vệ sinh và phòng tắm cho nam/ nữ

source: No
vi: No Không

source: PR Secretary Thư Ký PR
vi: PR Secretary Trợ lý PR

source: Pantry Khu vực Pantry
vi: Pantry Khu Pantry

source: Plant rooms (Boiler rooms, A/C, emergency generator, electrical transformer, telephone equipment, lift motor room, etc.) Các phòng máy (các phòng nồi hơi, A/C.
vi: Plant rooms (Boiler rooms, A/C, emergency generator, electrical transformer, telephone equipment, lift motor room, etc.) Các phòng máy (nồi hơi, A/C.

source: Power outlet at every 10m Ổ cắm điện ở mỗi 10m
vi: Power outlet at every 10m Ổ cắm điện mỗi 10m

source: Public Relationship Manager Giám Đốc Quan Hệ Công Chúng
vi: Public Relationship Manager Quản lý Quan Hệ Công Chúng

source: Purchasing Thu Mua
vi: Purchasing Mua hàng

source: Sales Secretary Thư Ký Kinh Doanh
vi: Sales Secretary Trợ lý Kinh Doanh

source: Secretary Thư Ký
vi: Secretary Trợ lý

source: Secretary/Clerk Thư ký/ Nhân viên
vi: Secretary/Clerk Trợ lý

source: See ICT/AV Consultant drawings Xem bản vẽ Tư vấn về CNTT / TT
vi: See ICT/AV Consultant drawings Xem bản vẽ Tư vấn về CNTT / AV

source: See Interior drawings for layout Xem bản vẽ nội thất để bố trí
vi: See Interior drawings for layout Mặt bằng xem bản vẽ nội thất

source: Staff Dining Khu Nhân Viên Ăn Uống
vi: Staff Dining Nhà ăn nhân viên

source: Stores Manager Giám Đốc Các Cửa Hàng
vi: Stores Manager Quản lý kho

source: Số lượng cửa hàng cho POS & Quầy đăng ký có thể phải được điều chỉnh dựa trên thiết kế / bố trí quầy.
vi: Số lượng ổ cho POS & Quầy check in có thể phải được điều chỉnh dựa trên thiết kế / mặt bằng quầy.

source: Telephone Operator/I Centre Nhân Viên Trực Điện Thoại/ Trung Tâm I
vi: Telephone Operator / I Centre Nhân Viên Trực Điện Thoại/ I Center

source: Tất cả các bếp và không gian BOH có liên quan sẽ được tư vấn bởi Nhà tư vấn cho tất cả các yêu cầu M & E. Để được hướng dẫn hoặc hỗ trợ thêm, vui lòng liên hệ với nhóm D & E của IHG tại địa phương của bạn để được giải thích.
vi: Tất cả các yêu cầu M & E cho tất cả các bếp và không gian BOH có liên quan sẽ được tư vấn bởi tư vấn Bếp. Để được hướng dẫn hoặc hỗ trợ thêm, vui lòng liên hệ với nhóm D & E của IHG tại địa phương của bạn để được giải thích.

source: Uniform/linen and Seamtress Đồng Phục/ Vải và may mặc
vi: Uniform/linen and Seamtress Đồng Phục/ Đồ vải và Thợ may

source: Universal Power Socket with USB on/above Desk Wi-Fi AP to be located below desk Ổ cắm điện đa năng có USB trên / trên bàn Wi-Fi AP được đặt bên dưới bàn làm việc
vi: Universal Power Socket with USB on/above Desk Ổ cắm điện đa năng có USB trên mặt bàn/ phía trên bàn Wi-Fi AP to be located below desk Wi-Fi AP bố trí dưới bàn làm việc

source: Vent/AC Ống/AC
vi: Vent/AC Ống thông gió/AC

source: Xerox/Storage Sao Chụp Xerox/ Lưu Trữ
vi: Xerox/Storage Sao Chụp Xerox/ Kho

source: Yêu cầu điện thoại khẩn cấp
vi: Yêu cầu có điện thoại khẩn cấp

source: Yêu cầu đối với ổ cắm 5A chuyên dụng cho Thiết bị chiếu sáng phải được tư vấn bởi chuyên gia tư vấn Điện / Chiếu sáng và cung cấp phù hợp.
vi: Yêu cầu đối với ổ cắm 5A chuyên dụng cho Thiết bị chiếu sáng phải được tư vấn bởi tư vấn Điện / Chiếu sáng và cung cấp phù hợp.

source: máy phát khẩn cấp, bộ biến áp điện, thiết bị điện thoại, phòng động cơ nâng,…)
vi: máy phát khẩn cấp, bộ biến áp điện, thiết bị điện thoại, phòng động cơ thang máy,…)

source: of floor drains, power, water and AC/vent requirements Xem bản vẽ của tư vấn Nhà Bếp cho số thoát sàn, nguồn điện, nước và các yêu cầu AC/ vent.
vi: of floor drains, power, water and AC/vent requirements Xem bản vẽ của tư vấn Nhà Bếp để biết số lượng thoát sàn, nguồn điện, nước và các yêu cầu về AC/ ống thông gió.

source: of rooms Chưa xác định số phòng
vi: of rooms Phụ thuộc số lượng phòng

source: various
vi: various nhiều
